start_text = 'этот бот поможет тебе озвучить любой текст.\nразными языками и разными голосами.\n\n' \
        'доступны мужские и женские голоса, в разных амплуа.\n\nподдерживается несколько языков:\n' \
        '🇷🇺 русский\n🇬🇧 английский\n🇩🇪 немецкий\n🇰🇿 казахский\n🇺🇿 узбекский\n\n' \
        'перечень голосов, языков, и прочих возможностей будет расширяться.\n\n' \
        'бот временно бесплатный. ограничение: 300 символов на один запрос.\n\n' \
        'создатель/по всем вопросам @konstela\nприсоединяйся: @zhukov_tech'

faq_text = 'для правильй постановки ударения используй «+» перед ударной гласной. например: б+ольшая, больш+ая.\n' \
        'для создания пауз используй тире «-». например: мы - лучшие.\n\n' \
        'ВНИМАНИЕ! для корректного синтеза речи на английском, немецком и узбекском языках текст вводите только латиницей.\n\n' \
        'знаком ⚡️ отмечены наилучшие по тембру, эмоциям, интонациям и качеству звучания голоса.\n\n' \
        'так как качественный речевой синтез удовольствие недешевое - мне пришлось ограничить объем текста до 300 символов.'

about_text = 'данный бот преобразует текст в речь с помощью нейросетевой технологии синтеза речи.\n\n' \
'доступны мужские и женские голоса, в разных амплуа.\n\nподдерживается несколько языков:\n' \
'🇷🇺 русский\n🇬🇧 английский\n🇩🇪 немецкий\n🇰🇿 казахский\n🇺🇿 узбекский\n\n' \
'перечень голосов, языков, и прочих возможностей будет расширяться.\n\n' \
'бот временно функционирует бесплатно, в тестовом режиме, с ограничением в 300 символов на один запрос.\n\n' \
'бот создан и поддерживается с помощью облачных технологий.\n\n' \
'создатель/по всем вопросам: @konstela\nприсоединяйся: @zhukov_tech\n\n'

send_text = 'вышли текст для озвучки. напоминаю, принимается текст объемом до 300 знаков.'

alena_demo = "CQACAgIAAxkBAAEl0wABZPx70AiXEcqV8ZSkRjJc22COduMAAjcwAAIBEuFL1N-gzy4pQeowBA"
zhenya_demo = "CQACAgIAAxkBAAEl0whk_HyoLjsa6zGCpGNuoO0y8INPrgACOTAAAgES4Uv0CdpzHhplEDAE"
zhenya_goog_demo = "CQACAgIAAxkBAAEl0wpk_H1BPMMLFIlrIPmBzq8N36V2BgACOzAAAgES4Uvirfgyw74fjDAE"
marina_demo = "CQACAgIAAxkBAAEl0wxk_H1elTdjYqV8spQBqzcrBkoopQACODAAAgES4UsmbMghENS-ZjAE"
marina_evil_demo = "CQACAgIAAxkBAAEl0w5k_H2A1_pX-6e79Pqq4INYEoN5lQACOjAAAgES4UuoYc3G_93pHDAE"
ermil_demo = "CQACAgIAAxkBAAEl0xRk_H3qckLtklq9IqJuX6OjWOyPaQACKDEAAgES4UtKL0cH7BsBdDAE"
philip_demo = "CQACAgIAAxkBAAEl0xZk_H4qcnaszM0L4cSOdEnvX9ZjoQACMDAAAgES4UtWe_xZFohMZTAE"
zahar_demo = "CQACAgIAAxkBAAEl0xpk_H5Pl2PzYw64ejbinyxH8gE6DQACMjAAAgES4UtaoEdDxWJrUjAE"
ruslan_demo = "CQACAgIAAxkBAAEl0xxk_H5srGFaO5zCelRUTZAdgR8M3gACNjAAAgES4Ut1X8mfd2S5nzAE"
lea_demo = "CQACAgIAAxkBAAEl0x5k_H6PmccUMNCpfc6dEQhr60DlmAACNDAAAgES4Uv-GiYII4vzEzAE"
john_demo = "CQACAgIAAxkBAAEl0yBk_H6zsnN03xWP4T7qAAG8dH9n75gAAjUwAAIBEuFLiVDE9wMzCWcwBA"
madi_demo = "CQACAgIAAxkBAAEl0yJk_H7qie1rcgV8WXYpopMFxrqGBwACMzAAAgES4UsTHbIOHVsp8TAE"
amira_demo = "CQACAgIAAxkBAAEl0yRk_H8O3KllRhwmjNcpfu0FdrPVXwACMTAAAgES4UtcMDez-1pCcjAE"
nigora_demo = "CQACAgIAAxkBAAEl0yZk_H8qjJFsdQAB9fKXqos7HbfpQxEAAi4wAAIBEuFL2E7T9P0pwpwwBA"
